Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Show most visited sites
co: Affissà i siti visitati aspessu

source: Show search engines
co: Affissà i mutori di ricerca

source: Show search shortcuts
co: Affissà l’accurtatoghji di ricerca

source: Show voice search
co: Affissà a ricerca vucale

source: Signing in…
co: Cunnessione…

source: Sign in to Firefox
co: Cunnettatevvi à u vostru contu Firefox

source: %s is blocking trackers on this site when the shield is purple. Tap it to see what’s blocked.
co: %s bluccheghja perseguitatori nant’à stu situ quandu u scudu hè di culore viulettu. Picchichjatellu per sapè qualè sò.

source: Site
co: Situ

source: Site information
co: Infurmazioni nant’à u situ

source: Site notifications
co: Nutificazioni di situ

source: Site permissions
co: Permessi di situ

source: Site removed
co: Situ cacciatu

source: Social Media Trackers
co: Perseguitatori di rete suciale

source: %s on %s %s
co: %s nant’à %s %s

source: Sorry. %1$s can’t load that page.
co: Per disgrazia, %1$s ùn pò micca caricà a pagina.

source: Sort logins menu
co: Listinu di classificazione di l’identificazioni

source: %s | OSS Libraries
co: %s | Bibliuteche di fonte aperta

source: Speak now
co: Parlate avà

source: %s (Private)
co: %s (nav. privata)

source: %s Private Search
co: Ricerca privata cù %s

source: %s Search
co: Ricerca cù %s

source: Standard
co: Classicu

source: Standard (default)
co: Classica (predefinita)

source: Standard (recommended)
co: Classica (ricumandatu)

source: Start browsing
co: Principià a navigazione

source: Start %s
co: Lancià %s

source: Start syncing bookmarks, passwords, and more with your Firefox account.
co: Sincrunizate l’indette, e parolle d’entrata è ancu di più cù u vostru contu Firefox.

source: Status:
co: Statu :

source: Stay
co: Stà

source: Stay signed out
co: Stà disghjuntu

source: Stop
co: Piantà

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
co: Impedisce u caricamentu di e publicità, video è altri cuntenuti d’origine esterna à u situ è cuntenendu codice di spiunagiu. Què pò affettà certe funzioni di u situ web.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
co: Impedisce a culletta nant’à u vostru apparechju di dati identifichevule di manera unica chì ponu esse impiegati per spiavvi.

source: Store unlimited amount of client-side data
co: Allucà una quantità illimitata di dati da u latu cliente

source: Strict
co: Severa

source: Strict (Default)
co: Severa (predefinita)

source: Strict (recommended)
co: Severa (ricumandata)

source: Stronger protection, but may cause some sites or content to break.
co: Prutezzione più forte, ma certi siti o cuntenuti puderianu esse alterati.

source: Stronger tracking protection and faster performance, but some sites may not work properly.
co: Una prutezzione più forte contr’à u spiunagiu è un andamentu piu rapidu, ma certi siti ponu ùn micca funziunà currettamente.

source: Studies
co: Studii

source: Successfully disabled %1$s
co: Disattivazione riesciuta di %1$s

source: Successfully enabled %1$s
co: Attivazione riesciuta di %1$s

source: Successfully installed %1$s
co: Installazione riesciuta di %1$s

source: Successfully removed %1$s
co: Cacciatura riesciuta di %1$s

source: Successfully uninstalled %1$s
co: Disinstallazione riesciuta di %1$s

source: Successfully updated
co: Mudificazione riesciuta

source: Support
co: Assistenza

source: %s will delete the selected browsing data.
co: %s squasserà i dati di navigazione selezziunati.

source: %s will delete the selected items.
co: %s squasserà l’elementi selezziunati.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
co: %s ùn si sincruniserà più cù u vostru contu, ma ùn squasserà alcunu datu di navigazione nant’à st’apparechju.

source: Swipe toolbar sideways to switch tabs
co: Fà sfilà a barra d’attrezzi lateralmente per cambià d’unghjetta

source: Swipe toolbar up to open tabs
co: Fà sfilà a barra d’attrezzi insù per apre unghjette

source: Switch
co: Affissà

source: Switch to tab
co: Passà à l’unghjetta

source: Switch to the new Nightly
co: Cambià ver di u novu Nightly

source: Sync bookmarks, history, and more with your Firefox Account
co: Sincrunizate l’indette, a cronolugia è ancu di più cù u vostru contu Firefox

source: Synced Tabs
co: Unghjette sincrunizate

source: Sync failed. Last success: %s
co: Fiascu di a sincrunizazione. Ultima riesciuta : %s

source: Sync failed. Last synced: never
co: Fiascu di a sincrunizazione. Ultima riesciuta : mai

source: Syncing…
co: Sincrunizazione…

source: Sync is on
co: Sincrunizazione attivata

source: Sync logins
co: Sincrunizà l’identificazioni

source: Sync now
co: Sincrunizà avà

source: Tab closed
co: Unghjetta chjosa

source: Tab deleted
co: Unghjetta squassata

source: Tab from %s
co: Unghjetta pruvinendu da %s

source: Tab menu
co: Listinu di l’unghjetta

source: Tab Received
co: Unghjetta ricevuta

source: Tabs
co: Unghjette

source: Tab saved!
co: Unghjetta arregistrata !

source: Tabs closed
co: Unghjette chjose

source: Tabs closed!
co: Unghjette chjose !

source: Tabs deleted
co: Unghjette squassate

source: Tab sent!
co: Unghjetta mandata !

source: Tabs Received
co: Unghjette ricevute

source: Tabs saved!
co: Unghjette arregistrate !

source: Tabs sent!
co: Unghjette mandate !

source: Tab view
co: Vista di l’unghjette

source: Take a position
co: Piglià pusizione

source: Tap to copy the URL for this app
co: Picchichjà per cupià l’indirizzu per st’appiecazione

source: Telemetry
co: Telemetria

source: The address isn’t valid
co: L’indirizzu ùn hè accettevule

source: The connection has timed out
co: U cumportu d’attesa hè statu ecciditu

source: The connection was interrupted
co: A cunnessione hè stata interrotta

source: The connection was reset
co: A cunnessione hè stata rilanciata

source: The editable text field for the username of the login.
co: U campu di testu mudifichevule per u nome d’utilizatore di l’identificazione.

source: The editable text field for the web address of the login.
co: U campu di testu mudifichevule per l’indirizzu web di l’identificazione.

source: Theme
co: Tema

source: The page isn’t redirecting properly
co: A pagina ùn hè micca ridirettata currettamente

source: The tab counter toolbar button.
co: U buttone di cuntatore d’unghjetta in a barra d’attrezzi.

source: This app will no longer receive security updates. Get the new Nightly and stop using this app. To transfer your bookmarks, logins, and history to another app, create a Firefox account.
co: ¶ · St’appiecazione ùn riciverà più mudificazione di sicurità. Ottene u novu Nightly è fermà d’impiegà st’appiecazione.¶ · Per trasferà e vostre indette, identificazioni di cunnessione, è a cronolugia ver di un’altra appiecazione, create un contu Firefox.

source: This app will no longer receive security updates. Stop using this app and switch to the new Nightly. To transfer your bookmarks, logins, and history to another app, create a Firefox account.
co: ¶ · St’appiecazione ùn riciverà più mudificazione di sicurità. Fermate d’impiegalla è cambiate per u novu Nightly.¶ · Per trasferà e vostre indette, identificazioni di cunnessione, è a cronolugia ver di un’altra appiecazione, create un contu Firefox.

source: This connection is not secure. Logins entered here could be compromised.
co: Sta cunnessione ùn hè micca assicurata. L’identificazioni di cunnessione scritti quì puderianu esse ingannati.

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
co: Quessu hè un esempiu di testu. Vi permette di vede cumu u testu serà scrittu quandu voi aummenterete o diminuiscerete a so dimensione cù stu parametru.

source: This time, search with:
co: Per sta volta, circà cù :

source: This will delete all of your browsing data.
co: St’azzione squasserà tutti i vostri dati di navigazione.

source: To add a new top site, remove one. Long press the site and select remove.
co: Per aghjunghje un novu situ principale, ci vole à cacciane unu. Effettuate una longa incalcata nant’à u situ è selezziunate Caccià.

source: To add a new top site, remove one. Touch and hold the site and select remove.
co: Per aghjunghje un novu situ principale, ci vole à cacciane un’altru. Effettuate una longa incalcata nant’à u situ è selezziunate Caccià.

source: To allow it:
co: Per permettelu :

source: Today
co: Oghje

source: Toggle tab mode
co: Cambià di modu d’unghjette

source: Toolbar
co: Barra d’attrezzi

source: Top
co: Insù

source: Top Articles
co: Articuli principale

source: Top site limit reached
co: Cunfina di siti principale tocca

source: Top site name
co: Nome di u situ principale

source: Top sites
co: Siti principale

source: Tracking content
co: Cuntenutu impiegatu per u spiunagiu

source: Tracking Content
co: Cuntenutu impiegatu per u spiunagiu

source: Tracking Protection
co: Prutezzione contr’à u spiunagiu

source: Tracking Protection has blocked trackers
co: A prutezzione contr’à u spiunagiu hà bluccatu perseguitatori

source: Tracking Protection is off for these websites
co: A prutezzione contr’à u spiunagiu hè disattivata per sti siti web

source: Tracking Protection is off for this site
co: A prutezzione contr’à u spiunagiu hè disattivata per stu situ

source: Tracking Protection is on
co: A prutezzione contr’à u spiunagiu hè attivata

source: Translation not found, for locale %1$s neither default language %2$s
co: Traduzzione micca trova, nè per a lucale %1$s, nè per a lingua predefinita %2$s

source: Try Again
co: Pruvà torna

source: Try dark theme: easier on your battery and your eyes.
co: Pruvate u tema scuru per ecunumizà a vostra batteria è menu affaticà i vostri ochji.

source: Try one-handed browsing with the bottom toolbar or move it to the top.
co: Pruvate a navigazione à una manu sola cù a barra d’attrezzi inghjò o dispiazzatella insù.

source: Turned off globally, go to Settings to turn it on.
co: Disattivata di manera glubale, andate in e Preferenze per attivalla.

source: Turn on for all sites
co: Attivà per tutti i siti

source: Turn on Sync
co: Attivà Sync

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
co: ¶ <ul>¶ <li>Forse l’elementu hè statu rinuminatu, cacciatu o dispiazzatu ?</li>¶ <li>Ci hè un sbagliu d’ortugrafia, di maiuscula o un altru sbagliu di tipografia ?</li>¶ <li>Avete abbastanza permessi d’accessu per st’elementu ?</li>¶ </ul>¶

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
co: ¶ <ul>¶ <li>Forse u schedariu hè statu cacciatu, dispiazzatu, o i so permessi ùn permettenu d’accedeci.</li>¶ </ul>¶

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
co: ¶ <ul>¶ <li>Ci vole à cuntattà i prupietarii di u situ web per infurmalli di stu penseru.</li>¶ </ul>¶

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
co: ¶ <ul>¶ <li>A pagina chì vò circate à fighjà ùn pò micca esse affissata, perchè a sputichezza di i dati ricevuti ùn pò micca esse verificata.</li>¶ <li>Ci vuleria à cuntattà i prupietarii di u situ web per infurmalli di stu penseru.</li>¶ </ul>¶

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
co: ¶ <ul>¶ <li>Forse u site hè timpurariamente indispunibule o sopraccarcu. Pruvate torna da quì à pocu.</li>¶ <li>S’ella ùn hè mancu pussibule di navigà nant’à un situ, verificate a cunnessione di dati o Wi-Fi di u vostru apparechju.</li>¶ </ul>¶

source: Unable to open %1$s
co: Impussibule d’apre %1$s

source: Unable to save login
co: Impussibule d’arregistrà l’identificazione di cunnessione

source: Unable to send
co: Inviu impussibule

source: Undo
co: Abbandunà

source: UNDO
co: ABBANDUNÀ

source: Unexpected response from server
co: Risposta inespettata da u servitore

source: Unknown Protocol
co: Protocollu scunnisciutu

source: Unlock %1$s
co: Spalancà %1$s

source: Unlock to view your saved logins
co: Spalancate per affissà l’identificazioni di cunnessione arregistrate

source: Unlock your device
co: Spalancate u vostru apparechju

source: Unsafe File Type
co: Tipu di schedariu micca sicuru

source: Unselected %1$s
co: %1$s diselezziunatu

source: Unwanted site issue
co: Prublema di situ indesiderevule

source: Update
co: Piglià in contu

source: Updater Information
co: Infurmazione nant’à u rinnovu

source: Update this login?
co: Mudificà st’identificazione di cunnessione ?

source: Updating %s…
co: Rinnovu di %s…

source: URL copied
co: Indirizzu web cupiatu

source: URL copied.
co: Indirizzu web cupiatu.

source: Usage and technical data
co: Statistiche d’impiegu è dati tecnichi

source: Use email instead
co: Impiegà piuttostu un messaghju elettronicu

source: Username
co: Nome d’utilizatore

source: Users: %1$s
co: Utilizatori : %1$s

source: Verified By: %1$s
co: Verificatu da : %1$s

source: Version
co: Versione

source: Video and audio allowed
co: Video è audio permessi

source: Video and audio blocked
co: Video è audio bluccati

source: View
co: Affissà

source: View a list of tabs from your other devices.
co: Affissate a lista di l’unghjette di i vostri altri apparechji.

source: View options
co: Fighjà l’ozzioni

source: Visit <b>firefox.com/pair</b> in Firefox on your computer to get your QR code.
co: Visitate <b>firefox.com/pair</b> in Firefox nant’à u vostru urdinatore per ottene u vostru codice QR.

source: Voice search
co: Ricerca vucale

source: Website
co: Situ web

source: Welcome to an all-new %s
co: Benvenuta in un tuttu novu %s

source: Welcome to %s!
co: Benvenuta in %s !

source: We‘re currently building support for an initial selection of Recommended Extensions.
co: Simu in treccia di custruisce una prima selezzione d’estensioni ricumandate.

source: We’ve designed %s to give you control over what you share online and what you share with us.
co: Avemu cuncivitu %s per davvi u cuntrollu nant’à ciò chì vò spartite¶ in linea è nant’à ciò chì vò spartite cù noi.¶

source: What’s blocked by custom tracking protection
co: Ciò chì hè bluccatu da a prutezzione persunalizata contr’à u spiunagiu

source: What’s blocked by standard tracking protection
co: Ciò chì hè bluccatu da a prutezzione classica contr’à u spiunagiu

source: What’s blocked by strict tracking protection
co: Ciò chì hè bluccatu da a prutezzione severa contr’à u spiunagiu

source: What’s New
co: Ciò chì hè novu

source: What’s new in %s
co: Ciò chì hè novu in %s

source: When you see the %s icon, private browsing is just a tap away.
co: Quandu vi vidite l’icona %s, a navigazione privata hè vicina à voi.¶

source: Yesterday
co: Eri

source: You are signed in as %s on another Firefox browser on this phone. Would you like to sign in with this account?
co: Site cunnettu cum’è %s nant’à un altru navigatore Firefox cù stu telefonu. Vulete cunnettavvi cù stu contu ?

source: You can attempt to restore or close this tab below.
co: Pudete pruvà di risturà o di chjode l’unghjetta inghjò.

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
co: Hè faciule d’aghjunghje stu situ nant’à u screnu d’accolta di u vostru apparechju per accedeci direttamente è navigà più prestu cum’è s’ella fussi un’appiecazione.

source: You can easily add this website to your phone’s Home screen to have instant access and browse faster with an app-like experience.
co: Hè faciule d’aghjunghje stu situ nant’à u screnu d’accolta di u vostru telefonu per accedeci direttamente è navigà più prestu cum’è s’ella fussi un’appiecazione.

source: You don’t have any tabs open in Firefox on your other devices.
co: Ùn avete alcuna unghjetta aperta in Firefox nant’à i vostri altri apparechji.

source: Your collections will be shown here.
co: E vostre cullezzioni seranu affissate quì.

source: You’re in a private session
co: Site in una sessione privata

source: Your Library
co: A vostra bibliuteca

source: Your open tabs will be shown here.
co: E vostre unghjette aperte seranu affissate quì.

source: Your privacy
co: A vostra vita privata

source: Your private tabs will be shown here.
co: E vostre unghjette private seranu affissate quì.

source: Your rights
co: I vostri diritti

source: Your Rights
co: Diritti di l’utilizatore

source: Zoom on all websites
co: Ingrandamentu per tutti i siti

source: 2019 End-of-Year Release
co: Publicazione di a fine d'annata 2019

source: 2 down, keep it up!<playIcon></playIcon>
co: Più chì 2 <playIcon></playIcon>, cuntinuatelu !

source: ≥ 2 No votes
co: ≥ 2 voti Innò

source: ≥ 2 Yes votes
co: ≥ 2 voti Iè

source: Abkhaz
co: Abcasu

source: Accent
co: Accentu

source: Acehnese
co: Acenese

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
co: { $actionType }<playIcon></playIcon> anu prununciatu l'infrasata di manera curretta ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
co: { $actionType }<recordIcon></recordIcon> eppò lighjite l'infrasata ad alta voce

source: { $actionType }<stopIcon></stopIcon> when done
co: { $actionType }<stopIcon></stopIcon> quandu vo l'avete compie

source: { $actionType } submit when ready
co: { $actionType } invià quandu site prontu

source: Additional Language
co: Lingua addizziunala

source: Add Language
co: Aghjunghje una lingua

source: Add new custom accent "{ $inputValue }"
co: Aghjunghjiti un novu accentu persunalizatu « { $inputValue } »

source: Add Your Voice
co: Aghjustà a vostra voce

source: Adyghe
co: Adighè

source: Afrikaans
co: Africaanu

source: Age
co: Età

source: Albanian
co: Albanese

source: All
co: Tutte

source: Amharic
co: Amaricu

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
co: Dati anonimizzati cum’è l’età, u generu è l’accentu aiutani à migliurà i dati vucale impiigati pà addestrà i mutori di ricunniscenza vucale. U vostru nome d'utilizatore è indirizzu electronicu ùn sarani mai assuciati à i dati inviati, è pudeti sceglie di publicà o micca u vostru nome d'utilizatore.

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
co: Un chjucu rimoru di fondu hè accettatu mà ùn si pò avè voci in più di quella di l'arrighjistramentu perchè ponu fà chì l'algoritmu identificheghja antre parolle che quelle scritte. Se pudeti sente parolle sfarente di quelle di u testu, l'arrighjistramentu deve esse ricusatu. Si pò accadde quandu a televisiò hè stata accesa o quandu a ghjente tene una discuzzione vicina.

source: Arabic
co: Arabu

source: Aragonese
co: Aragunese

source: Are you coming? <strong>[called by another]</strong>
co: Venite ? <strong>[chjamatu da un altra voce]</strong>

source: Armenian
co: Armenianu

source: Armenian Western
co: Armenianu uccidentale

source: Asturian
co: Asturianu

source: Audio Format
co: Furmatu audio

source: Avatar uploaded
co: Avatar caricatu

source: Average
co: Mediana

source: A voice clip is marked "valid" when a user gives it a Yes vote.
co: Un campione vucale hè marcatu cum’è «validu» quandu un utilizatore li dà un votu cù iè.

source: Avoid too much background noise - it should be easy to hear you.
co: Evitate troppu di rumore di fondu - duverebbe esse facile di sente vi.

source: Awards
co: Ricumpense

source: Azerbaijani
co: Azerbaigianu

source: Background Noise
co: Rimore di fondu

source: Background Voices
co: Voce di fondu

source: Back to Top
co: Vultà in cima

source: Bashkir
co: Baschiru

source: Basque
co: Bascu

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
co: Feti casu nanzu di ricusà un campionu per via d'un sbagliu di prununcia, d'aletta o di sminticu di puntu d'interrogazione. Esistanu parechji varietà di prununcie in u mondu, forse ch'ùn l'aveti micca tutte sente ind'è vo. Per piacè, date vi una margine d'appreziamentu per quelli ch'ùn parlanu micca cume voi.

source: Belarusian
co: Bielorussiu

source: Benefits
co: Vantaghji

source: Bengali
co: Bengalese

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
co: Secondu à u locu, a prima lettera di a parolla « Venite » si prununcia « V » o « B ».

source: <bold>{ $count }</bold> Clips
co: <bold>{ $count }</bold>Campioni

source: <bold>Help us</bold> find more voices
co: <bold>Aiutate ci</bold> à truvà voci in più

source: Bosnian
co: Busnianu

source: Both
co: Tramindui

source: Both (Speak and Listen)
co: I duie (Parlà è Stà à sente)

source: Breton
co: Brittonu

source: Browse Languages
co: Splurà e lingue

source: Build a custom goal
co: Definisce un scopu parsunale

source: Build Profile
co: Creà u vostru prufilu

source: Bulgarian
co: Bulgaru

source: Burmese
co: Birmanu

source: Buryat
co: Buriatu

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
co: <b>Perchè un indirizzu email ?</b> Un indirizzu email ci permette d'invià vi i cambiamenti eventuali à nant'à a banca di dati.

source: By editing your goal, you may lose your existing progress.
co: Cambiendu u vostru scopu, si pò perde i vostri prugressi attuali

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
co: Scegliendu di riceve l'email, accittate chì Mozilla si ghjova di st'infurmazioni cum'è spiegatu in a <privacyLink>Pulitica di Cunfidenzialità</privacyLink>.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
co: <b>Voi accitteti</b> d’ùn pruvà micca à identificà è voce in a banca di dati Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
co: Pruvidendu infurmazione appuntu à voi, i dati vucale chì vo inviati à Common Voice sarani più ghjuvevule à i mutori di ricunniscenza vucale chì adoprani issi dati da migliurà a so pricisione.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
co: Usendu Common Voice, site d'accunsentu incù i nostri <termsLink>cundizioni d'utilizazioni</termsLink> è <privacyLink>a nostra pulitica di cunfidenzialità</privacyLink>
